USE GIFT

UPDATE products
SET
title = '口红界的法拉利Christian Louboutin',
commentaries = '''凭借受到好莱坞女星们追捧的“红底高跟鞋”出名，Christian Louboutin旗下的彩妆终于开始对女性展开攻势，其中，最出名的就是它们家的“女王权杖”。
单价90美金一支的CL口红在售价上实在是不美好，但这并不妨碍全球女性对它趋之若鹜。在某些程度上，它对于女性的意义已远远超越了一支口红，而有“彩妆界的兰博基尼”之称的CL口红，也成为了不少男性用来向所爱之人表白心意的礼物。
CL口红的使用效果已不必赘述（前面贴出了详细的说明），那么，一起来感受下它的颜值吧~据说，它的设计灵感来源于埃及艳后Nerfertiti：尖锥形的外观，皇冠形的盖子，红金黑的色调，能给人以强烈的视觉冲击力，女王气场十足。
作为礼物的话，它有以下几款供人选择：丝绸系、天鹅绒系、薄纱系，完全可以根据她的妆容风格来做出选择。'''
WHERE name = 'christian louboutin';

UPDATE products
SET
title = '精致小巧  Serge Lutens（芦丹氏）',
commentaries = '''原本只是做香氛的芦丹氏，在被资生堂收购之后，在高端彩妆这条路上可谓是越走越顺畅，着实红了一把的“卤蛋”口红，就是他们家成功营销的典型。
芦丹氏这款卖断了货的口红，用“小而贵”来形容一点儿也不过分，但这并不足以将女孩子们拒于千里之外，毕竟无数网红和美妆博主都安利过这款极度滋润和持久的口红，“色彩丰盈，只需一点便妆容出众”。
如此精致小巧的口红，单是看着，就足以让人赏心悦目。用来送人真是再合适不过啦~'''
WHERE name = 'Serge lutens';

UPDATE products
SET
title = '肌肤之钥 CPB 蔷薇魅丽口红',
commentaries = '''Clé de Peau Beauté（CPB），中文译名为“肌肤之钥”，有“开启美丽之门的密钥”之意，是日本资生堂旗下的一个殿堂级品牌。CPB家的口红不仅拥有钻石切割设计的耀眼颜值，还拥有比一般口红更持久保湿、滋润显色的使用效果。
这款唇膏有三种质地以供选择：水润顺滑如水缎、温柔闪耀如丝光、高雅浓郁如雾绒，加上蔷薇红色系、玫瑰粉色系、浆果色系和奢耀新色系这些色号，用“眼花缭乱”这个词来形容实在是再合适不过了。“如春光般灿烂，打造奢华光采绮幻唇情”，颜值这么高的唇膏，你不考虑一下么？'''
WHERE name = '肌肤之钥';

UPDATE products
SET
title = '永不“褪色”  CHANEL炫亮魅力唇膏丝绒系列（限量版）',
commentaries = '''CHANEL的明星产品走到哪都会引起女性追随的目光，甚至成为她们争相收藏的对象。这款炫亮魅力丝绒系列唇膏是CHANEL的圣诞经典红回归之作，有四色可选，配以珍藏版红色漆面管身，外观简约大气，十分讨喜。
哑光质地及无光泽的雾面效果、色彩艳丽、饱和度高、遮盖力强、易于上色，不仅在涂抹时能给到双唇轻柔舒适的满分体验，还能留下丝绒般的浓郁色泽……实力如此强劲，外加大牌加持，用来送人可是不错的选择~'''
WHERE name = 'CHANEL';

UPDATE products
SET
title = '华美璀璨  Dior 金艳幻彩唇膏 - 2017圣诞节限量版',
commentaries = '''金色是迪奥奢华精神的色彩代表，DIOR每年的圣诞限量款都会以金色为主，今年也不例外，不仅唇膏色号都是新色，包装更是美到没朋友~
这款唇膏将品牌经典的持久哑光感美唇妆效，融入非凡闪耀的天鹅绒色调，创新哑光感唇膏配方，更精致清透，展现质感柔滑的精致色彩。作为礼物送出，再合适不过了。'''
WHERE name = 'Dior';

UPDATE products
SET
title = '时尚新宠  YSL（圣罗兰）迷魅圆管口红',
commentaries = '''YSL的口红有“色彩创造者”之称，2017年它可是美妆界的新贵，各路网红素人纷纷种草安利，朋友圈也频频被各种美到没朋友的色号刷爆，甚至出现了各种以YSL口红为话题的段子，火爆程度可见一斑。
YSL的口红对于女人而言是一种难以抵抗的诱惑，它持久度满分，显色度高，质地水润，价格相对亲民。甚至有人说，如果只能拥有一支口红，那一定是YSL。如果考虑给她送礼物，不妨尝试一下这款口红。'''
WHERE name = 'YSL';

UPDATE products
SET
title = '耀你出色 美宝莲小灯管唇膏 纵情耀绝色持久口红 ',
commentaries = '''再小白的化妆新手，也肯定听过美宝莲纽约这个时尚且平价的彩妆品牌，今年的“少女心爆棚”的新品唇膏“小灯管”一经推出，便受到无数妹子的追捧。“小灯管”更是迎合了今年火爆的“玻璃唇”，帮助女生们打造颜色明快饱和度高的唇妆。
持久、莹润、显色……集这么多优点于一身的“小灯管”，提供了二十多种色号以供选择，“空姐色”、“奶茶色”、“烟熏玫瑰色”更是分分钟成为了网红色号~相信这样一款明亮如少女的唇膏，能换来你的她笑靥如花。'''
WHERE name = '美宝莲';

UPDATE products
SET
title = '丝绒经典 露华浓 持久锁色雾面丝绒唇膏',
commentaries = '''有关这款唇膏，据官方统计，92%的消费者表示使用后感觉很轻，无负担；95%的消费者表示使用后双唇柔滑、感觉舒适及不易脱色；92%的女性在使用后表示能有效滋润双唇，如丝绒般耀出亮泽。这款有口皆碑的唇膏，提供了多种曼妙色彩以供选择，一定能让你挑到最适合Ta的那一款。 
露华浓一直是大众开架市场的支柱，被誉为“平价战斗机，大牌替代品”。毫不夸张地说，露华浓唇膏绝对是同等价位中品质最好的。要是你想发扬简单朴素的作风，或是一次送一打，那么，千万别错过了这一款露华浓持久锁色雾面丝绒唇膏喔~'''
WHERE name = '露华';

UPDATE products
SET
title = '撩人美色 卡姿兰轻雾感口红',
commentaries = '''哑光唇膏不知不觉地流行起来，喜欢自然妆感和低调妆感的女孩们少不了入手一只哑光唇膏。哑光唇膏很适合打造简单的妆容，卡姿兰的轻雾感唇膏口碑极好，回购率高，拥有忠实的用户群，是少女们钟爱的国产良心货~
微哑光、更性感的卡姿兰金致胶原轻雾感唇膏将饱满唇色与滋润唇感巧妙结合，唇妆滋润服贴、显色持久，创造出兼具雾感又滋润的轻雾感气质唇妆。值得一提的是，这系列唇膏虽然是哑光质地，但却突破传统雾感唇膏拔干的特点。既有雾感的妆效，又有滋润度，对于哑光口红来说真是难得。关键是颜色真的超级好看！上色效果何止是一个“美”字能形容~关键是价格很低，一送送一打也是很容易做到的~'''
WHERE name = '卡姿兰';

UPDATE products
SET
title = 'IE80 最优雅的标杆 最华丽的古典',
commentaries = '''IE80作为经典的旗舰入耳式耳机，平常的音色表现无需多言，在它最擅长的古典音乐以及对吉他音色的表现力上，能够配得上它的词语只有震撼与华丽。
在顶级耳机的行列里，IE80并不是最耀眼，最出色的那一个，但是却有着一种深沉的优雅气息，仿佛一位许久不见的老友在静静等待着你，一见倾心，无需多言。
耳机是我们最忠实的朋友。当TA戴上IE80的瞬间，一定能够感受到深邃的窃窃私语，感受到你炽热而优雅的心。'''
WHERE name = '森海塞尔';

UPDATE products
SET
title = '红黑的律动 SONY XBA-A1AP',
commentaries = '''索尼（SONY）XBA-A1AP 圈铁结合通话耳机
谈到索尼耳机，“黑科技”这个词就在眼前挥之不去。是的，富有激情与创造力的索尼技术部门总是可以用一些次世代的、闻所未闻的新技术把所有的目光都吸引到最新款的产品上来。或许这种“激进”的做法会牺牲耳机的稳定性，但取而代之的却是无与伦比的音域与精准细腻的音质。
红黑交织的硬朗设计打破了外观的沉闷，跳跃的红色线条更是令XBA-A1AP的“性格”得到了充分的外现：沉稳生活中的动感节奏。深邃的低音与清亮的高频相结合，在自己的世界里体验音乐风格的万千变化。
搭载了线控与麦克风的它可以无缝在音乐与电话中切换，上一秒工作，下一秒生活。
愿收到XBA-A1AP的TA，会在前一秒听着思念你的歌，在下一秒接到名为爱情的电话。'''
WHERE name = '索尼X';

UPDATE products
SET
title = '来自内心的声音 小米圈铁Pro',
commentaries = '''小米耳机 圈铁Pro 入耳式有线运动音乐耳机耳麦
小米=发烧=性价比，这个在手机行业流传了很久的公式，在小米圈铁Pro上同样适用。双动圈+动铁，高保真石墨烯振膜，小米在这款耳机上表现出了足够的诚意。
三个单元代表着更加丰富的声音细节，代表着更加均衡的高、中、低音频。高音透亮，低音稳定，随着声音的流淌，内心也开始随波荡漾。
耳机带给我们的，是一种声音的陪伴。从出生开始，声音就在陪伴着我们长大，声音让我们认识这个世界。在这里，听一首歌就像是听一个故事，时刻都能体会到不同的感动。
小米圈铁Pro能让你用最少的花费去体验更加还原的音质，平价却有内涵，是作为礼物的不二之选。'''
WHERE name = '小米耳机';

